Repository: joanluc/ksshaskpass
Catalog: po/*/ksshaskpass.po
Languages: oc

# NAME OF TRANSLATORS
source: Your names
oc: Joan-Lucì Labòrda

# EMAIL OF TRANSLATORS
source: Your emails
oc: joanluc@oc-linux.fr

# @title:window
source: Enter SSH Credentials
oc: Volgatz sasir los identifiants per SSH

source: SSH Credentials
oc: Identifiants per SSH

source: KDE version of ssh-askpass
oc: Version KDE de ssh-askpass

source: Ksshaskpass allows you to interactively prompt users for a passphrase for ssh-add
oc: Ksshaskpass vos permet de demandar als utilizators de sasir una frasa de passa per « ssh-add » de faiçon interactiva.

source: Current author
oc: Autor actual

source: Original author
oc: Autor original

source: Contributor
oc: Contribuïdor

# Name of a prompt for a password
source: Prompt
oc: Convida

source: Please enter passphrase
oc: Volgatz sasir la frasa de passa

# @action:button
source: Accept
oc: Acceptar

# @title:window
source: Unknown SSH Host Key
oc: Clau SSH d'òste desconegut

# @action:button
source: Yes
oc: Òc
